{
    "date": "27 de Fevereiro de 2026",
    "location": "Campinas - São Paulo - Brasil",
    "our_story": "Nossa história",
    "rsvp_now": "Confirme agora",
    "our_wedding": "Casamento de Kübra e Ramon",
    "home": "Página Principal",
    "rsvp": "Confirme",
    "schedule": "Cronograma",
    "we_would_like_have_you": "Nós adorariamos ter você no nosso dia especial. Por favor, confirme sua presença.",
    "thank_you": "Obrigado!",
    "family_name": "Família",
    "full_name": "Nome completo",
    "email": "Email",
    "are_you_coming": "Confirma sua presença?",
    "rsvp_submitted": "Recebemos sua confirmação e esperando celebrar com você logo mais.",
    "ask_for_code": "Para confirmar sua presença, peça o código para nós.",
    "comment_placeholder": "Se você tiver algum problema, deixa uma mensagem aqui.",
    "comments": "Comentários",
    "guest_list": "Lista de Convidados",
    "submit": "Enviar",
    "submitting": "Enviando...",
    "submit_rsvp": "Envie confirmação",
    "im_coming": "Presença confirmada",
    "im_not_coming": "NÃO estou indo",
    "questions_contact": "Em caso de dúvidas, nos contate.",
    "join_special_day": "Venham comemorar com nós nesse dia especial",
    "please_rsvp": "We're excited to celebrate our wedding with you. Please RSVP by August 15, 2025.",
    "story_line_one": "We’re so happy you’re here. As you probably know by now… we’re getting married! After sharing so many memories, laughs, and late-night snacks together, we’re ready to take the next step and say “I do”, and we couldn’t imagine doing it without the love and support of our favorite people.",
    "story_line_two": "This website is your go-to spot for all the details about our big day. You’ll find info about the ceremony and reception, travel and accommodations, the schedule, and a few other fun things along the way. We’ve created it with love (and a little bit of coffee), and we hope it helps make planning your trip as easy and exciting as possible.",
    "story_line_three": "Thank you from the bottom of our hearts for being part of our lives. We can’t wait to celebrate, dance, and make new memories with you all."
}