{
    "date": "27 de Fevereiro de 2026",
    "location": "Campinas - São Paulo - Brasil",
    "rsvp_now": "Confirme agora",
    "our_wedding": "Casamento de Kübra e Ramon",
    "home": "Página Principal",
    "rsvp": "Confirme",
    "schedule": "Cronograma",
    "we_would_like_have_you": "Nós adorariamos ter você no nosso dia especial. Por favor, confirme sua presença.",
    "thank_you": "Obrigado!",
    "family_name": "Família/Grupo",
    "full_name": "Nome completo",
    "email": "Email",
    "are_you_coming": "Confirma sua presença?",
    "rsvp_submitted": "Recebemos sua confirmação e esperando celebrar com você logo mais.",
    "ask_for_code": "Para confirmar sua presença, peça o código para nós.",
    "comment_placeholder": "Se você tiver algum problema, ou nesse aumentar sua lista de convidados, deixe uma mensagem aqui.",
    "comments": "Comentários",
    "guest_list": "Convidados (marque aqueles que confirmaram presença)",
    "submit": "Enviar",
    "submitting": "Enviando...",
    "submit_rsvp": "Envie confirmação",
    "im_coming": "Presença confirmada",
    "im_not_coming": "NÃO estou indo",
    "questions_contact": "Em caso de dúvidas, nos contate.",
    "join_special_day": "Venham comemorar com nós nesse dia especial",
    "please_rsvp": "Estamos animados para celebrar nosso casamento com vocês. Confirmem sua presença até 15 de agosto de 2025.",
    "story_line_one": "Estamos muito felizes com a sua presença. Como vocês provavelmente já sabem... vamos nos casar! Depois de compartilhar tantas memórias, risadas e lanchinhos noturnos juntos, estamos prontos para dar o próximo passo e dizer sim, e não poderíamos imaginar isso sem o amor e o apoio das nossas pessoas favoritas.",
    "story_line_two": "Este site é o seu lugar preferido para todos os detalhes sobre o nosso grande dia. Vocês encontrarão informações sobre a cerimônia e a recepção, viagens e acomodações, a programação e algumas outras coisas divertidas ao longo do caminho. Nós o criamos com amor (e um pouco de café) e esperamos que ajude a tornar o planejamento da sua viagem o mais fácil e emocionante possível.",
    "story_line_three": "Agradecemos do fundo do coração por fazerem parte das nossas vidas. Mal podemos esperar para comemore, dance e crie novas memórias com todos vocês.",
    "song_title": "Que música te leva para a pista de dança?",
    "search_song": "Procure a música por artista, nome da música",
    "add_more_songs": "Adicione mais músicas...",
    "clear_search": "Limpar",
    "type_to_search_songs": "Digite para procurar sugestões.",
    "alergies": "Alergias/Restrições comida",
    "lactose_intolerant": "🥤 Intolerância a lactose",
    "vegetarian": "🥦 Vegetarian",
    "vegan": "🌱 Vegano",
    "pork": "🐖 Não come porco",
    "meat": "🥩 Não come carne",
    "nuts": "🥜 Alergia a castanhas/nozes",
    "egg": "🥚 Alergia a ovo"
}